ymaps.ready(init);
    function init(){
        // Создание карты.
        var myMap = new ymaps.Map("map-yandex", {
            // Координаты центра карты.
            // Порядок по умолчанию: «широта, долгота».
            // Чтобы не определять координаты центра карты вручную,
            // воспользуйтесь инструментом Определение координат.
            center: [7.890926157551133, 98.29475755558141],
            // Уровень масштабирования. Допустимые значения:
            // от 0 (весь мир) до 19.
            zoom: 7
        });
    }